Repository: biglinux/debtap
Catalog: locale/*.po
Languages: da, ja, ro, ru, uk

source: * Alertas de erro durante a instalação, em geral, não comprometem o funcionamento correto do programa.
da: * Fejladvarsler under installationen kompromitterer generelt ikke den korrekte drift af programmet.
ja: *インストール中のエラー警告は、一般的に、プログラムの正しい動作を損なわない。
ro: * Alertele de eroare în timpul instalării, în general, nu compromit funcționarea corectă a programului.
ru: * Оповещения об ошибках во время установки, как правило, не ставят под угрозу правильную работу программы.
uk: * Оповіщення про помилки при установці, в цілому, не ставлять під загрозу коректну роботу програми.

source: Leia antes de prosseguir com a instalação:
da: Læs, før du fortsætter med installationen:
ja: インストールを続行する前に、以下をお読みください。
ro: Citiți înainte de a continua instalarea:
ru: Прочитайте, прежде чем продолжить установку:
uk: Прочитайте, перш ніж приступити до установки:

source: Dê preferência para pacotes nativos, feitos para o BigLinux, Manjaro, Arch ou outro sistema Linux compatível com o formato <span color='#CC2222'>.pkg.tar</span>. Uma opção é utilizar programas feitos para qualquer sistema Linux, geralmente no formato <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> ou <span color='#CC2222'>.flatpak</span>. Caso o programa não esteja disponível nos formatos anteriores, o <span color='#CC2222'>.deb</span> pode ser convertido para <span color='#CC2222'>.pkg.tar</span> e instalado neste sistema, porém, talvez a instalação não funcione corretamente.
da: Foretrækker native pakker lavet til BigLinux, Manjaro, Arch eller et andet Linux-system, der er kompatibelt med <span color='#CC2222'>.pkg.tar</span>. En mulighed er at bruge programmer lavet til ethvert Linux-system, normalt i <span color='#CC2222'>.run</span>-, <span color='#CC2222'>.appimage-</span> eller <span color='#CC2222'>.flatpak-format</span>. Hvis programmet ikke er tilgængeligt i de tidligere formater, kan <span color='#CC2222'>.deb</span> konverteres <span color='#CC2222'>til .pkg.tar</span> og installeres på dette system, men installationen fungerer muligvis ikke korrekt.
ja: BigLinux、Manjaro、Arch、または.pkg.tarと互換性のある別のLinuxシステム用に作られたネイティブパッケージ<span color='#CC2222'>を</span>優先してください。 1つの選択肢は、Linuxシステム用に作られたプログラム(通常は.<span color='#CC2222'>run</span>、<span color='#CC2222'>.appimage、</span>または<span color='#CC2222'>.flatpak形式)を使用することです</span>。 プログラムが以前の形式で利用できない場合は、<span color='#CC2222'>.deb</span><span color='#CC2222'>を.pkg.tarに変換して</span>このシステムにインストールできますが、インストールが正しく機能しない可能性があります。
ro: Acordați preferință pachetelor native făcute pentru BigLinux, Manjaro, Arch sau un alt sistem Linux compatibil cu <span color='#CC2222'>.pkg.tar</span>. O opțiune este de a utiliza programe făcute pentru orice sistem Linux, de obicei în format <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> sau <span color='#CC2222'>.flatpak</span>. Dacă programul nu este disponibil în formatele anterioare, <span color='#CC2222'>.deb</span> pot fi convertite <span color='#CC2222'>în .pkg.tar</span> și instalate pe acest sistem, dar este posibil ca instalarea să nu funcționeze corect.
ru: Отдавайте предпочтение нативным пакетам, созданным для BigLinux, Manjaro, Arch или другой системы Linux, совместимой с <span color='#CC2222'>.pkg.tar</span>. Одним из вариантов является использование программ, созданных для любой системы Linux, обычно в формате <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> или <span color='#CC2222'>.flatpak</span>. Если программа недоступна в предыдущих форматах, <span color='#CC2222'>.deb</span> может быть <span color='#CC2222'>преобразована в .pkg.tar</span> и установлена на этой системе, но установка может работать неправильно.
uk: Віддайте перевагу нативним пакетам, виготовленим для BigLinux, Manjaro, Arch або іншої системи Linux, <span color='#CC2222'>сумісної з .pkg.tar</span>. Одним з варіантів є використання програм, створених для будь-якої системи Linux, як правило, у форматі <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> або <span color='#CC2222'>.flatpak</span>. Якщо програма недоступна в попередніх форматах, <span color='#CC2222'>.deb</span> можна <span color='#CC2222'>конвертувати в .pkg.tar</span> і встановити в цій системі, але установка може працювати некоректно.

source: <big>Este sistema utiliza o formato de pacotes <span color='#CC2222'>.pkg.tar</span>, porém o arquivo está no formato <span color='#CC2222'>.deb</span>. Deseja prosseguir com a instalação?</big>
da: <big>Dette system bruger pakkeformatet <span color='#CC2222'>.pkg.tar</span>, men filen er <span color='#CC2222'>i .deb</span>. Vil du fortsætte med installationen?</big>
ja: <big>このシステムではパッケージ形式 <span color='#CC2222'>.pkg.tar</span>が使用されますが、ファイルは <span color='#CC2222'>.deb内にあります</span>。 インストールを続行しますか?</big>
ro: <big>Acest sistem utilizează formatul pachetului <span color='#CC2222'>.pkg.tar</span>, dar fișierul este <span color='#CC2222'>în .deb</span>. Doriți să continuați instalarea?</big>
ru: <big>Эта система использует формат пакета <span color='#CC2222'>.pkg.tar</span>, но файл находится <span color='#CC2222'>в .deb</span>. Вы хотите продолжить установку?</big>
uk: <big>Ця система використовує формат пакета <span color='#CC2222'>.pkg.tar</span>, але файл знаходиться <span color='#CC2222'>в .deb</span>. Ви хочете продовжити встановлення?</big>

source: Instalar revisando os arquivos de configuração
da: Installation ved at gennemgå konfigurationsfilerne
ja: 設定ファイルを確認しながらインストールする
ro: Instalarea prin revizuirea fișierelor de configurare
ru: Установка путем просмотра конфигурационных файлов
uk: Встановіть, переглянувши конфігураційні файли

source: Instalar
da: Installer
ja: インストール
ro: Instalați
ru: Установите
uk: Встановити

source: Fechar
da: Luk
ja: 閉じる
ro: Închideți
ru: Закрыть
uk: Закрити

source: Instalar pacote .deb
da: Installation af .deb-pakke
ja: .debパッケージのインストール
ro: Instalarea pachetului .deb
ru: Установка пакета .deb
uk: Встановити пакунок .deb

source: Convertendo o arquivo, aguarde, pode demorar alguns minutos...
da: Konvertering af filen, vent, det kan tage et par minutter...
ja: ファイルを変換しています、お待ちください、数分かかるかもしれません...。
ro: Conversia fișierului, așteptați, poate dura câteva minute...
ru: Преобразование файла, подождите, это может занять несколько минут...
uk: Перетворення файлу, будь ласка, зачекайте, це може зайняти кілька хвилин...

source: Concluído!
da: Færdig!
ja: 完了！
ro: Gata!
ru: Готово!
uk: Завершено!
